/* 
  ITMainWinCtrl.strings
  iToolsMain

  Created by Aaron on 8/10/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"EjectAlertTitle"           = "\"%@\" can't eject because the device is busy, Please try again later!";
"EjectAlertDefaultButton"   = "OK";

"SwitchAlertTitle"          = "Device is busy, Please try again later!";

"HelpMail"                  = "EMail";
"HelpSNS"                   = "Twitter";
"HelpBBS"                   = "Forum";
"HelpQQG"                   = "BQQ";
"HelpFAQ"                   = "FAQ";

"ITCNIsRunningAlertTitle"   = "iTools中国版 is running!";

"(Unregist)"                = " (Unregist)";

"Eject"                     = "Eject";

"TrialTitle"                = "Trial limits";

"FreeTitle"                 = "Free limints";

"Free tips"                 = "Free version does not support %@.";

"Unregist tips"             = "With this trial version, you still have %d  opportunities to %@";

"TrialTimesOver"            = "Your %d trial times have been ran out, if you still want to %@, please purchase it.";

"regist benefits"           = "Upgrade to Pro version($10 off, only $19.99), and you’ll enjoy %@";

"Upgrade"                   = "Upgrade";

"Order"                     = "Buy Now";

"Cancel"                    = "Cancel";

"Evaluate"                  = "Free Trial";

"Regist"                    = "I'v Purchased";

"OK"                        = "OK";

"Save"                      = "Save";

"Systemlog"                 = "Systemlog";
